const products = [
  {
    code: 1744481010818,
    status: true,
    img: 'p-1',
    labels: [
      {yellow: 'Акция -25%'},
      {greeen: 'Новинка'},
      {mint: 'Рекомендуем'},
    ],
    favorite: true,
    desc: 'Консервы пастеризованные. Бульон куриный жидкий., 350мл Консервы пастеризованные. Бульон некоторый текст',
    newPrice: '500.20 р',
    oldPrice: '600.20 р',
    quantity: 5
  },
  {
    code: 1744481010818,
    status: true,
    img: 'p-2',
    labels: [
      {yellow: 'Акция -25%'},
      {greeen: 'Новинка'},
      {mint: 'Рекомендуем'},
    ],
    favorite: true,
    desc: 'Консервы пастеризованные. Бульон куриный жидкий., 350мл Консервы пастеризованные. Бульон некоторый текст',
    newPrice: '400.20 р',
    oldPrice: '500.20 р',
    quantity: 5
  },
  {
    code: 1744481010818,
    status: true,
    img: 'p-2',
    labels: [
      {yellow: 'Акция -25%'},
      {greeen: 'Новинка'},
      {mint: 'Рекомендуем'},
    ],
    favorite: true,
    desc: 'Консервы пастеризованные. Бульон куриный жидкий., 350мл Консервы пастеризованные. Бульон некоторый текст',
    newPrice: '400.20 р',
    oldPrice: '500.20 р',
    quantity: 5
  },
];
